[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Veiko Kütt
VERSION=7.0.0

[Language]
LANGUAGE=Estonia
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0425

[Menu]
FILE=&Fail
FILE_EXIT=&Välju
EDIT=&Kirjuta
EDIT_COPY=&Kopeeri
THEME=&Teema
HELP=&Abi
HELP_ABOUT=&Teave CrystalDiskMark
LANGUAGE=Keel
ZOOM=&Suurendus
AUTO=&Automaat
TEST_DATA=&Test Andmed
DEFAULT_RANDOM=Vaikimisi (Juhuslik)
SETTINGS=&Seaded
SAVE=&Salvesta
QUEUES_THREADS=&Järjekorrad && Seos
INTERVAL_TIME=Intervalli aeg
SECOND=sek
MINUTE=min
HOUR=tund
ALL_ZERO=Kõik 0x00 (0 täide)
SELECT_FOLDER=Vali kaust
FONT_SETTING=&Teksti Seade
PROFILE=&Profiil
PROFILE_DEFAULT=Vaikimisi
PROFILE_PEAK=Tipptulemused
PROFILE_REAL=Maailma Tipptulemused
; 8.0.0
SAVE_TEXT=Save (&text)
SAVE_IMAGE=&Save (image)
PROFILE_DEMO=D&emo

[Message]
STOP_BENCHMARK=Palun peata Benchmark.
DISK_CAPACITY_ERROR=Ketta maht on ebapiisav.
DISK_CREATE_FILE_ERROR=Faili loomine nurjus.
DISK_WRITE_ERROR=Kirjutamisviga.
DISK_READ_ERROR=Lugemis viga.
DISK_SPD_NOT_FOUND=DiskSpd ei leitud. Installige CrystalDiskMark uuesti.

[Title]
TEST_DRIVE=Proovi ketas
TEST_SIZE=Proovi suurus
TEST_COUNT=Proovi loendur
TEST_UNIT=Proovi ühik
TEST_MIX=Sega suhe
; 8.0.0
TEST_MODE=Test Mode

[WindowTitle]
ABOUT=Teave CrystalDiskMark
QUEUES_THREADS=Järjekorrad & Seos
FONT_SETTING=Teksti seade
COMMENT=Kommendar
; 8.0.0
SETTINGS=Settings

[Dialog]
DEFAULT=Vaikimisi
AUTO=Auto
FONT_FACE=Teksti nägu
FONT_SCALE=Teksti skaala (%)
FONT_RENDER_METHOD=Renderdusmeetod
BLOCK_SIZE=Ploki suurus
QUEUES=Järjekorrad
THREADS=Seosed
SEQUENTIAL_1=Järjestikune (1)
SEQUENTIAL_2=Järjestikune (2)
RANDOM_1=Juhuslik (1)
RANDOM_2=Juhuslik (2)
DEFAULT_AFFINITY=Vaikimisi afiinsus
ENABLED=Lubatud
DISABLED=Keelatud
; 8.0.0
TYPE=Type
PROFILE_DEFAULT=Profile: Default
PROFILE_PEAK_PERFORMANCE=Profile: Peak Performance
PROFILE_DEMO=Profile:Demo
MEASURE_TIME=Measure Time (sec)
INTERVAL_TIME=Interval Time (sec)
